tap "homebrew/bundle"
tap "homebrew/core"

# common
brew "coreutils"
brew "findutils"
brew "jq"
brew "htop"
brew "btop"
brew "tree"
brew "neovim"
brew "vifm"
brew "ssh-copy-id"
brew "telnet"
brew "tmux"

# development tools
brew "git"
brew "pyenv"
brew "awscli"
brew "packer"
brew "tfenv"
brew "bitwarden-cli"
brew "go"
brew "poetry"
brew "node"
brew "helm"
brew "gpg"
brew "watch"
brew "kind"
brew "podman"
brew "starship"
brew "kubectx"
brew "krew"
brew "k9s"
