tap "homebrew/bundle"
tap "homebrew/core"

# common
brew "coreutils"
brew "findutils"
brew "jq"
brew "htop"
brew "tree"
brew "vim"
brew "ffmpeg"
brew "dockutil"
brew "mackup"
brew "shellcheck"
brew "ssh-copy-id"
brew "stow"
brew "wget"
brew "telnet"

# development tools
brew "git"
brew "pyenv"
brew "bat"
brew "awscli"
brew "aws-iam-authenticator"
brew "bats-core"
brew "kubernetes-cli"
brew "packer"
brew "terraform"
brew "bitwarden-cli"
brew "go"
brew "pipenv"
brew "node"
brew "helm"
brew "jq"
brew "kind"
