tap "homebrew/bundle"
tap "homebrew/core"

# common
brew "coreutils"
brew "findutils"
brew "jq"
brew "htop"
brew "tree"
brew "vim"
brew "ssh-copy-id"
brew "telnet"
brew "tmux"

# development tools
brew "git"
brew "pyenv"
brew "awscli"
brew "packer"
brew "terraform"
brew "bitwarden-cli"
brew "go"
brew "pipenv"
brew "node"
brew "helm"
brew "gpg"
brew "watch"
brew "kind"
brew "podman"
